module.exports = {
  locals: {
    guestSpeakers: [
      {
        photo: 'images/onishi.jpg',
        name: '大西 康裕',
        name_en: 'Yasuhiro Onishi',
        title: '株式会社はてな 取締役 組織・基盤開発本部長',
        description:
          '2001年に創業メンバーの1人として有限会社はてな（当時）にエンジニアとして入社。その後「はてなブログ」の立ち上げや事業化を指揮。はてなのサービス・システムの開発本部長を経て、2022年5月より現職。組織開発及びシステム基盤開発を統括する本部長と人事部長を兼任し、経験を活かした多角的な組織開発に取り組む。代表作は Devel::KYTProf',
      },
      {
        photo: 'images/nekokaku.jpg',
        name: '小林 篤',
        name_en: 'Atsushi Kobayashi',
        title: '株式会社ディー・エヌ・エー　常務執行役員',
        description:
          '法学部法律学科からエンジニアへ転身し、2011年にDeNAに入社。Mobageおよび協業プラットフォームの大規模システム開発、オートモーティブ事業本部の開発責任者を歴任。2018年より執行役員としてDeNAのエンジニアリングの統括を務め、2019年より常務執行役員 CTOとしてより経営レベルでの意思決定にかかわることと、技術・モノづくりの強化を担う。2020年より常務執行役員として技術領域を担当しつつ、メディカル領域の新規事業を担当。',
      },
    ],
  },
};
